import React, { useState } from 'react';

const ThirdModuleRules = function () {

    return (
        <div>
            <h1 style={{ textAlign: "center", fontSize: "250%" }}>3 модуль</h1>
            <div style={{ fontSize: "155%", marginLeft: "1%" }}>
                <h3>В модуле 2 вы выбрали характеристики для первого PI.  Пришло время приступить к планированию!  Наступил первый день планирования первого PI, мы провели утренний брифинг и установили контекст, а приоритетные функции были разбиты на stories и размеры.  Вы вступаете в поздние фазы командного разделения.</h3>
                <p>Мы возьмем наши выявленные stories и будем работать как команда команд над созданием нашего проекта плана PI и завершением рассмотрения проекта плана.  </p>
                <p>
                    PI планирование:<br />
                    -Это двухдневное мероприятие, которое является кардиостимулятором для каждого хорошего релиз-трейна.
                    <br />
                    -Менеджеры по продуктам вносят функции из дорожной карты приоритетов, и команды совместно работают над созданием плана по обслуживанию этих приоритетов.
                    <br />
                    -В первый день целью является проект плана, раскрывающий основные проблемы и компромиссы.
                    <br />
                    -На второй день целью является окончательная доработка плана на основе обратной связи, полученной в первый день.
                </p>

                <p>
                    После утреннего брифинга мы погрузились в командную работу в рамках первого дня планирования PI.  Каждая команда разбила свои приоритетные функции на stories и оценила их, и теперь они готовы выстроить их в план.
                    <br />
                    Мы сформировали единый релиз-поезд для обслуживания потоков ценностей в жилом и коммерческом секторах и определили его прогнозируемую мощность в 540 точек на PI.
                    <br />
                    Наш Release Train состоит из 4 бригад.  3 бригады по общему строительству и 1 бригада специалистов по электромонтажным и сантехническим работам.
                </p>

                <p>Инструкция: <br />
                    1. В то время как каждый владелец продукта команды общего назначения приходит, чтобы собрать 3 функции для своей команды, остальные члены команды создают свое командное пространство.  Подумайте, хотите ли вы избрать скрам-мастера для своей команды. <br />
                    2. Для команды специалистов вы получите свои stories от команд специалистов (как это часто бывает в реальной жизни).  Они будут определять stories, которые они хотят, чтобы вы сыграли для них, а также потребности по времени.<br />
                    3. Для команд специалистов общего профиля вам нужно будет составить планы для ваших stories, чтобы удовлетворить приоритеты и зависимости владельца продукта.<br />
                    4. Если позволяет время, пожалуйста, создайте набор проектов целей для вашего плана.</p>
            </div>
        </div>
    )
}

export default ThirdModuleRules;